Repository: guidoquadrini/Chronos
Catalog: ChronosXP/Strings.*.resx
Languages: el, es, fr, hu, it, nl, pt

source: Sunrise
el: Ανατολή Ηλίου
es: Amanecer
hu: Napkelte
nl: Zonsopkomst
pt: Nascente

# Properties.OnlyWaveTitle
source: Incorrect file type
el: Λάθος τύπος αρχείου
es: Tipo de archivo incorrecto
fr: Type de fichier incorrect
hu: Helytelen fájltípus
it: Tipo di file errato
nl: Onjuist bestandstype
pt: Tipo de arquivo incorreto

# ContextMenu.About
source: About ChronosXP
el: Σχετικά
es: Acerca de ChronosXP
fr: A propos de
hu: Névjegy
it: Versione
nl: Over ChronosXP
pt: Sobre

# Calendar.labelSunrise
source: Day begins at {0}
el: Η ημέρα ξεκινά στις {0}
es: El día comienza a {0}
fr: Le jour commence à {0}
hu: A nap {0} órakor kezdõdik
it: Il giorno comincia alle {0}
nl: Dag begint om {0}
pt: O Dia começa às {0}

# Core.BackgroundTitle
source: ChronosXP is running in the background!
el: το ChronosXP συνεχίζει να εκτελείται!
es: ChronosXP está corriendo en segundo plano
fr: ChronosXP fonctionne en tâche de fond!
hu: A ChronosXP a háttérben fut!
it: ChronosXP è in esecuzione in background!
nl: ChronosXP draait op de achtergrond!
pt: ChronosXP está rodando minimizado!

# Print.PageOf
source: Page {0} of {1}
el: Σελίδα {0} από {1}
es: Página {0} de {1}
fr: Page {0} de {1}
hu: {0}. oldal, összesen: {1}
it: Pagina {0} di {1}
nl: Pagina {0} van {1}
pt: Página {0} de {1}

# LunarPhase.Full
source: Full Moon
el: Πανσέληνος
es: Luna Llena
fr: Pleine Lune
hu: Telihold
it: Luna Piena
nl: Volle Maan
pt: Lua Cheia

# ContextMenu.License
source: License Agreement
el: Άδεια Συμφωνίας
es: Licencia de Convenio
fr: Accord de licence
hu: Licensz-szerzõdés
it: Licenza
nl: Licentie Overeenkomst
pt: Licença

# Planet.Jupiter
source: Jupiter
el: Δίας
es: Júpiter
it: Giove
pt: Júpiter

# Calendar.NightHours
source: Night Hours
el: Ώρες Νύχτας
es: Horas nocturnas
fr: Heures de la nuit
hu: éjjeli órák
it: Ore notturne
nl: Nacht Uren
pt: Horas Noturnas

# ContextMenu.ReadMe
source: Read Me
el: Διάβασέ Με
es: Manual del Usuario
fr: Lisez-moi
hu: Olvass el
it: Leggi
nl: Lees mij
pt: Leia-me

# Core.NoConfigTitle
source: Not Configuring Longitude and Latitude
el: Μη ορισμένο Γεωγραφικό Μήκος και Πλάτος
es: No configura longitud y latitud
fr: La latitude et la longitude ne sont pas configurées
hu: Bármikor beállíthatod a földrajzi koordinátákat, ha a Beállítások-ra kattintasz a naptár ablakban, vagy ha a Tulajdonságok-at választod a ChronosXP rendszertálcaikonjának helyi menüjében.
nl: Geen lengte -en breedtegraad ingesteld
pt: Longitude e latitude não estão definidas

# Calendar.MorningTwilight
source: Day ({0}°) begins at {1}
el: Η ημέρα ξεκινά στις {1} ({0}°)
es: El día ({0}°) comienza a {1}
it: Il giorno ({0}°) comincia alle {1}
nl: Dag ({0}°) begint om {1}
pt: O Dia ({0}°) começa às {1}

# Print.PrintPreview
source: Print Preview - ChronosXP
el: Προεπισκόπηση Εκτύπωσης - ChronosXP
es: Imprimir vistaprevia - ChronosXP
it: Anteprima di stampa - ChronosXP
nl: Afdrukvoorbeeld - ChronosXP
pt: Visualizar Impressão - ChronosXP

# HourOf
source: Hour of {0}
el: Ώρα {0}
es: Hora de {0}
fr: Heure de {0}
hu: {0} órája
it: Ora di {0}
nl: Uur van {0}
pt: Hora de {0}

# Core.BetaExpiredBalloonTitle
source: This beta version of ChronosXP has expired
el: Η beta έκδοση του ChronosXP έχει λήξει.
es: Esta versión beta de ChronosXP ha expirado
fr: Cette version bêta de ChronosXP a expiré
hu: A ChronosXP jelen béta változata lejárt.
it: Questa versione beta di ChronosXP è scaduta
nl: Deze beta versie van ChronosXP is verlopen
pt: Esta versão beta de ChronosXP expirou

# ContextMenu.LunarPhases
source: Lunar Phases
el: Φάσεις Σελήνης
es: Fases lunares
fr: Phases lunaires
hu: Holdfázisok
it: Fasi lunari
nl: Maanstanden
pt: Fases da Lua

# Calendar.EveningTwilight
source: Night ({0}°) begins at {1}
el: Η νύχτα ξεκινά στις {1} ({0}°)
es: La noche ({0}°) comienza a {1}
it: La notte ({0}°) comincia alle {1}
nl: Nacht ({0}°) begint om {1}
pt: A Noite ({0}°) começa às {1}

source: Sunset
el: Δύση Ηλίου
es: Atardecer
hu: Napnyugta
nl: Zonsondergang
pt: Poente

# LunarPhase.WaxingCrescent
source: Waxing Crescent
el: Αύξων Μηνίσκος
es: Creciente Iluminante
fr: Lune Croissante
hu: Növõ Holdsarló
it: Falce Crescente
nl: Wassende Sikkel
pt: Nova Crescente

# Properties.NoZoneInfo
source: * Use the Windows Control Panel to change this setting
el: * Χρησιμοποιήστε τον Πίνακα ελέγχου για να αλλάξετε αυτή τη ρύθμιση
es: * Use la Ventana del Panel de Control para cambiar esta configuración
fr: * Utiliser le Panneau de Configuration de Windows pour le modifier
hu: Ennek megváltoztatásához használd a Windows Vezérlõpultját!
it: * Usa il Pannello di Controllo di Windows per modificare questa impostazione
nl: * Gebruik het Windows Systeemvak om deze instelling te wijzigen
pt: Use o Painel de Controle do Windows para mudar esta definição

# Core.WelcomeText
source: This appears to be the first time you are using ChronosXP, or you may have just upgraded. For accurate results, we need your city's correct longitude and latitude. Would you like to set this up now?
el: Φαίνεται ότι είναι η πρώτη φορά που χρησιμοποιείτε το ChronosXP ή μόλις αναβαθμίσατε το πρόγραμμα. Για ακριβή αποτελέσματα, χρειαζόμαστε το γεωγραφικό μήκος και πλάτος της πόλης σας. Θέλετε να τα ρυθμίσετε τώρα;
es: Para resultados exactos, necesitamos la longitud y latitud correcta de su ciudad. ¿Le gustaría establecerla ahora?
fr: Il semble que ce soit la première fois que vous utilisiez ChronosXP, ou vous venez juste de le mettre à jour. Pour obtenir des résultats précis, nous avons besoin de configurer la longitude et la latitude exactes de votre ville. Voulez-vous le faire maintenant?
it: Il sistema ha rilevato che è la prima volta che si utilizza ChronosXP o che si è aggiornata una versione precedente. Per un risultato accurato è necessario impostare la longitudine e la latitudine corretta per la città desiderata. Si vogliono impostare queste coordinate adesso?
nl: Het blijkt dat dit de eerste keer is dat u ChronosXP gebruikt of u bent net verhuist. Voor een nauwkeurig resultaat hebben we de correcte lengte -en breedtegraad van uw woonplaats nodig. Wilt u dit nu instellen?
pt: Esta parece ser a primeira vez que você usa o ChronosXP, ou que acaba de fazer um upgrade. Para obter resultados precisos, precisamos a longitude e a latitude corretas de sua cidade. Você gostaria de definí-las agora?

# LunarPhase.WaxingGibbous
source: Waxing Gibbous
el: Αύξων Αμφίκυρτος
es: Gibosa Iluminante
fr: Lune Gibbeuse Croissante
hu: Növõ Hold
it: Luna Crescente
nl: Wassende Bol
pt: Crescente Giboso

# Core.BetaExpiredWebPage
source: This beta version of ChronosXP has expired. Would you like to open the ChronosXP home page now to get the latest version?
el: Η beta έκδοση του ChronosXP έχει λήξει. Θέλετε να πάτε στη σελίδα του ChronosXP για να κατεβάσετε τη τελευταία έκδοση;
es: Esta versión de ChronosXP ha expirado. ¿Le gustaría abrir ahora la página principal de ChronosXP para obtener la última versión?
fr: Cette version bêta de ChronosXP a expiré. Voulez-vous ouvrir la page d'accueil de ChronosXP maintenant pour obtenir la dernière version?
hu: A ChronosXP e béta változata lejárt. Megnyitod a ChronosXP honlapját, hogy letöltsd a legfrissebb verziót?
it: Vuoi aprire la home page di ChronosXP per scaricare la versione più recente?
nl: Deze beta versie van ChronosXP is verlopen. Wilt u de ChronosXP homepage nu openen om de laatste versie op te halen?
pt: Esta versão beta de ChronosXP expirou. Você gostaria de visitar agora a homepage de ChronosXP para descarregar a última versão?

# LunarPhase.LastQuarter
source: Last Quarter
el: Τελευταίο Τέταρτο
es: Último Cuarto
fr: Dernier Quartier
hu: Harmadik Holdnegyed
it: Ultimo Quarto
nl: Laatste Kwartier
pt: Último Quarto

# Calendar.Exit
source: Quit
el: Έξοδος
es: Salida
fr: Fermer
it: Chiudi
nl: Afsluiten
pt: Fechar

# Upgrade.Version
source: Version
el: Έκδοση
es: Versión
hu: Verzió
it: Versione
nl: Versie
pt: Versâo

# ContextMenu.HomePage
source: Home Page
el: Αρχική Σελίδα ChronosXP
es: Página Principal
fr: Page d'accueil de ChronosXP
hu: ChronosXP honlap
pt: Home Page de ChronosXP

# Properties.SAChanges
source: ChronosXP needs to be restarted for changes to take effect. Do you want to restart now?
el: Το ChronosXP χρειάζεται επανεκκίνηση για να λειτουργήσουν οι αλλαγές που κάνατε. Πατήστε ΟΚ για επανεκκίνηση.
es: ChronosXP necesita ser reiniciado para que los cambios tengan efecto Oprima OK para reiniciar.
fr: ChronosXP a besoin d'être redémarré pour que les modifications soient prises en compte. Appuyer sur OK pour redémarrer.
hu: A ChronosXP újraindítást igényel, hogy a változtatások érvényesüljenek. Kattints az OK-ra az újraindításhoz!
it: Affinchè le modifiche abbiano efficacia ChronosXP deve essere riavviato. Si vuole riavviare ora?
nl: ChronosXP dient opnieuw te worden opgestart om de wijzigingen door te voeren. Druk Ja om opnieuw te starten.
pt: Precisa reiniciar ChronosXP para que tenham efeito as mudanças. Clique OK para reiniciar.

# Planet.Saturn
source: Saturn
el: Κρόνος
es: Saturno
fr: Saturne
hu: Szaturn
it: Saturno
nl: Saturnus
pt: Saturno

# Planet.Sun
source: Sun
el: Ήλιος
es: Sol
fr: Soleil
hu: Nap
it: Sole
nl: Zon
pt: Sol

# Properties.Standalone
source: ChronosXP needs to be restarted to run in standalone mode. Do you want to restart now?
el: Το ChronosXP χρειάζεται επανεκκίνηση για να λειτουργήσει αυτόνομα. Πατήστε ΟΚ για επανεκκίνηση.
es: ChronosXP necesita ser reiniciado para correr en el modo standalone.
fr: Chronos XP doit être redémarré pour fonctionner en mode autonome. Appuyer sur OK pour redémarrer.
hu: A ChronosXP újraindítást igényel, hogy önálló módban fusson. Kattints az OK-ra az újraindításhoz!
it: Affinchè le modifiche abbiano efficacia ChronosXP deve essere riavviato. Si vuole riavviare ora?
nl: ChronosXP moet opnieuw gestart worden om in standalone mode te werken. Druk Ja om te herstarten.
pt: Precisa reiniciar ChronosXP para rodar standalone. Clique OK para reiniciar.

# Planet.Venus
source: Venus
el: Αφροδίτη
fr: Vénus
hu: Vénusz
it: Venere
pt: Vênus

# Calendar.MCToolTip
source: Click on a date to view the planetary hours and times for that day
el: Επιλέξτε τη μέρα για την οποία θέλετε να δείτε τις πλανητικές ώρες
es: Pulse en la fecha para ver las horas planetarias y horarios para ese día
fr: Cliquez sur une date pour voir les heures planétaires de ce jour
it: Clicca su una data per vedere il calendario delle ore planetarie di quel giorno
nl: Klik op een datum om planeet uren en tijden voor die dag te zien
pt: Clique numa data para ver as horas planetárias desse dia

# LunarPhase.WaningGibbous
source: Waning Gibbous
el: Φθίνων Αμφίκυρτος
es: Gibosa Menguante
fr: Lune Gibbeuse Décroissante
hu: Fogyó Hold
it: Luna Calante
nl: Afnemende Bol
pt: Gibosa Minguante

# Core.BetaExpiredBalloonText
source: Please go to {0} to download the latest version.
el: Παρακαλώ πηγαίντε στη σελίδα http://chronosxp.sourceforge.net για να κατεβάσετε τη τελευταία έκδοση.
es: Por favor vaya a {0} para descargar la última versión.
fr: Allez sur {0} pour télécharger la dernière version, SVP
hu: Látogasd meg a http://chronosxp.sourceforge.net címû oldalt, hogy letölthesd a legfrissebb verziót!
it: Vai alla pagina {0} per scaricare la versione più recente
nl: Ga naar {0} om de laatste versie van ChronosXP te downloaden.
pt: Por favor, visite {0} para descarregar a última versão.

# Calendar.Title
source: Planetary Hours Calendar - {0}
el: Ημερολόγιο Πλανητικών Ωρών - {0}
es: Calendario de las Horas Planetarias - {0}
fr: Calendrier des heures planétaires - {0}
hu: Planétaóra-naptár - {0}
it: Calendario delle ore planetarie - {0}
nl: Planeet Uren Kalender - {0}
pt: Calendário de Horas Planetárias - {0}

# NHourOfDayNight
source: {0} Hour of {1}
el: {0} Ώρα της {1}
es: {0} Hora {1}
fr: {0} heure {1}
hu: {1} {0}. órája
it: {0} ora {1}
nl: {0} Uur van de {1}
pt: {0} Hora {1}

# Core.BackgroundText
source: Double click this icon to open the Planetary Hours Calendar or to set your location.
el: Κάντε διπλό κλίκ στε αυτό το εικονίδιο για να δείτε το Ημερολόγιο Πλανητικών Ωρών ή για να ρυθμίσετε τη τοποθεσία σας.
es: Pulse dos veces este ícono para el Calendario de Horas Planetarias o para establecer su localidad.
fr: Double cliquez sur cette icône pour obtenir le Calendrier des heures planétaires ou pour configurer le lieu.
hu: Kattints duplán erre az ikonra, hogy elérd a Planétaóra-naptárat, vagy a beállításokat!
it: Clicca due volte sull’icona per aprire il Calendario delle ore planetarie o impostare la località predefinita
nl: Dubbel klik dit icoon voor de Planeet Uren Kalender of om u locatie in te stellen.
pt: Clique duas vezes neste ícone para o Calendário de Horas Planetárias ou para definir sua cidade.

# ContextMenu.Properties
source: Properties
el: Ιδιότητες
es: Propiedades
fr: Propriétés
hu: Tulajdonságok
it: Proprietà
nl: Eigenschappen
pt: Propriedades

source: Day
el: Ημέρας
es: del Día
fr: du jour
hu: a nappal
it: del giorno
nl: Dag
pt: do Dia

source: set
fr: coucher
hu: nyugvás
it: tramonta
pt: Pôe-se

# DayOf
source: Day of {0}
el: Ημέρα {0}
es: Día de {0}
fr: Jour de {0}
hu: {0} napja
it: Giorno di {0}
nl: Dag van {0}
pt: Dia de {0}

source: Night
el: Νύχτας
es: de la Noche
fr: de la nuit
hu: az éj
it: della notte
nl: Nacht
pt: da Noite

# Locality.SelectZone
source: Please select a time zone.
el: Παρακαλώ διαλέξτε μια χρονική ζώνη από τη λίστα
es: Por favor seleccione una zona de tiempo de la lista.
fr: Sélectionnez un fuseau horaire dans la liste, SVP
hu: Válassz egy idõzónát a listából!
nl: Selecteer een tijdzone uit de lijst.
pt: Por favor selecione um fuso horário da lista

# Planet.Mercury
source: Mercury
el: Ερμής
es: Mercurio
fr: Mercure
hu: Merkúr
it: Mercurio
nl: Mercurius
pt: Mercúrio

# ContextMenu.Calendar
source: Open
el: Εμφάνιση
es: Abrir
fr: Ouvrir
hu: Megnyitás
it: Apri
pt: Abrir

# Button.Close
source: Close
el: Κλείσιμο
es: Cierre
fr: Fermer
hu: Bez r
it: Chiudi
pt: Fechar

# Planet.Mars
source: Mars
el: Άρης
es: Marte
it: Marte
pt: Marte

# Planet.Moon
source: Moon
el: Σελήνη
es: Luna
fr: Lune
hu: Hold
it: Luna
nl: Maan
pt: Lua

# Properties.Example
source: Example
el: Παράδειγμα
es: Ejemplo
fr: Exemple
hu: Példa
it: Esempio
nl: Voorbeeld
pt: Exemplo

# Core.NoConfigText
source: Very well then. You can set up your longitude and latitude any time by clicking on the settings link in the calendar window, or by selecting Properties from the context menu of the ChronosXP tray icon.
el: Μπορείτε να ρυθμίσετε το γεωγραφικό μήκος και πλάτος οποιαδήποτε στιγμή θελήσετε, επιλέγοντας τις ρυθμίσεις στο παράθυρο του ημερολογίου ή επιλέγοντας Ιδιότητες από το μενού του ChronosXP στη γραμμή εικονιδίων.
es: Puede establecer su longitud y latitud en cualquier momento pulsando en el enlace en la ventana calendario, o mediante la selección de Propiedades del menú contextual de la bandeja del ícono de ChronosXP
fr: Vous pouvez configurer la longitude et la latitude à tout moment en cliquant sur le lien de configuration dans la fenêtre du Calendrier, ou en sélectionnant les Propriétés à partir du menu contextuel de ChronosXP dans la zone de notification.
hu: B rmikor be ll¡thatod a f”ldrajzi koordin t kat, ha a Be ll¡t sok-ra kattintasz a napt r ablakban, vagy ha a Tulajdons gok-at v lasztod a ChronosXP rendszert lcaikonj nak helyi menj‚ben.
it: Si possono impostare la longitudine e la latitudine in qualsiasi momento cliccando con il pulsante destro del mouse l’icona di ChronosXP nella barra di sistema e selezionando Proprietà
nl: U kunt de lengte -en breedtegraad op elk moment veranderen door op de link instellingen in het kalender venster te klikken of door het selecteren van Instellingen in het menu van de ChronosXP in de systeembalk.
pt: Você pode definir sua longitude e latitude a qualquer momento clicando no link de definições da janela do calendário, ou selecionando Propriedades do menu do ícone de ChronosXP na barra de tarefas.

# LunarPhase.FirstQuarter
source: First Quarter
el: Πρώτο Τέταρτο
es: Primer Cuarto
fr: Premier Quartier
hu: Elsõ Holdnegyed
it: Primo Quarto
nl: Eerste Kwartier
pt: Primeiro Quarto

# Properties.Tray
source: ChronosXP needs to be restarted to run in tray mode. Do you want to restart now?
el: Το ChronosXP χρειάζεται επανεκκίνηση για να λειτουργήσει στη γραμμή εικονιδίων. Πατήστε ΟΚ για επανεκκίνηση.
es: ChronosXP necesita ser reiniciado para correr en el modo de la bandeja del sistema. Presione OK para recomenzar.
fr: ChronosXP a besoin d'être redémarré pour s'ouvrir dans la zone de notification. Appuyer sur OK pour redémarrer.
hu: A ChronosXP újraindítást igényel, hogy rendszertálcáról fusson. Kattints az OK-ra az újraindításhoz!
it: Affinchè le modifiche abbiano efficacia ChronosXP deve essere riavviato. Si vuole riavviare ora?
nl: ChronosXP moet opnieuw gestart worden om in systeemvak mode te werken. Druk Ja om te herstarten.
pt: Precisa reiniciar ChronosXP para rodar na barra de tarefas. Clique OK para reiniciar.

# ContextMenu.Exit
source: Exit
el: Έξοδος
es: Salida
fr: Sortie
hu: Kilép
it: Esci
nl: Afsluiten
pt: Sair

# Calendar.DayHours
source: Day Hours
el: Ώρες Ημέρας
es: Horas de dia
fr: Heures du jour
hu: nappali órák
it: Ore diurne
nl: Dag Uren
pt: Horas Diurnas

# Calendar.HouseOfMoment
source: Sun in the {0} house
el: Ήλιος στον {0} οίκο
es: El sol está en la {0} casa
fr: Soleil dans la {0} maison
hu: A Nap a(z) {0}. házban
it: Il Sole è in {0} casa
nl: Zon in {0} huis
pt: Sol na {0} casa

# Calendar.Preview
source: Preview
el: Προεπισκόπηση
es: Vista Preliminar
fr: Prévisualiser
hu: Elõnézet
it: Anteprima
nl: Beoordeling
pt: Visualizar

# Core.WelcomeTitle
source: Welcome to ChronosXP
el: Καλως ορίσατε στο ChronosXP
es: Bienvenido a ChronosXP
fr: Bienvenue sur ChronosXP
hu: Üdvözöl a ChronosXP!
it: Benvenuti in ChronosXP
nl: Welkom bij ChronosXP
pt: Bem-vindo(a) a ChronosXP

# Calendar.TitleToolTip
source: Click here to select the month or year
el: Κάντε κλίκ εδώ για να επιλέξετε τον μήνα ή το έτος
es: Pulse aquí para seleccionar el mes o el año
fr: Cliquez ici pour choisir le mois ou l'année
hu: Katints ide a hónap, vagy év kiválasztásához!
it: Clicca qui per scegliere il mese o l'anno
nl: Klik hier om de maand of het jaar te selecteren
pt: Clique aqui para selecionar o mês do ano

# Print.NoPrinters
source: No printers are installed.
fr: Aucune imprimante n'est installée
hu: Nincs telepített nyomtató
it: Nessuna stampante installata
nl: Er zijn geen printers geïnstalleerd.
pt: Não há nenhuma impressora instalada

# License.Title
source: License Agreement - ChronosXP
el: Άδεια Συμφωνίας - ChronosXP
es: Licencia de Convenio - ChronosXP
fr: Accord de licence - ChronosXP
hu: Licensz-szerzõdés
it: Licenza - ChronosXP
nl: Licentie Overeenkomst - ChronosXP
pt: Licença - ChronosXP

# LunarPhase.New
source: New Moon
el: Νέα Σελήνη
es: Luna Nueva
fr: Nouvelle Lune
hu: Újhold
it: Luna Nuova
nl: Nieuwe Maan
pt: Lua Nova

# Core.InvalidArgument
source: Invalid argument
el: Λάθος όρισμα γραμμής εντολών
es: Comando inválido
fr: Argument invalide
hu: Helytelen argumentum
nl: Ongeldig argument
pt: Parâmetro inválido

# Properties.OnlyWaveText
source: Only wave files (*.wav) are supported.
el: Μόνο αρχεία ήχου (*.wav) επιτρέπονται
es: Solamente archivos wave (*.wav) son permitidas
fr: Seuls les fichiers wave (*.wav) sont supportés
hu: Kizárólag wave fájlok (*.wav) támogatottak
it: Sono supportati solo file wave (*.wav)
nl: Alleen wave bestanden (*.wav) worden ondersteund
pt: Somente são suportados arquivos wave (*.wav)

# LunarPhase.WaningCrescent
source: Waning Crescent
el: Φθίνων Μηνίσκος
es: Creciente Menguante
fr: Lune Décroissante
hu: Fogyó Holdsarló
it: Falce Calante
nl: Afnemende Sikkel
pt: Velho Crescente

# Calendar.labelSunset
source: Night begins at {0}
el: Η νύχτα ξεκινά στις {0}
es: La noche comienza a {0}
fr: La nuit commence à {0}
hu: Az ‚jszaka {0} órakor kezdõdik
it: La notte comincia alle {0}
nl: Nacht begint om {0}
pt: A Noite começa às {0}

source: rise
fr: lever
hu: kelés
it: sorge
pt: Nasce

# Button.OK
source: OK
el: ΟΚ

source: Planetary Hours
el: Ημερολόγιο Πλανητικών
es: Planetarias
it: Ore Planetarie
nl: Planeet Uren

# Date.InvalidDate
source: The date you entered is invalid.
es: La fecha que ingresó es inválida.
it: La data impostata è errata
nl: De ingevoerde datum is ongeldig.

# Read Me.Title
source: Read Me - ChronosXP
es: Manual del Usuario - ChronosXP
fr: Lisez-moi - ChronosXP
it: Leggimi - ChronosXP
nl: Lees mij - ChronosXP

# Calendar.NoSunRiseSet
source: Sun doesn't {0} on {1} in {2}
it: Il Sole non {0} mai il {1} a {2}

# Print.Location
source: Location: {0}
it: Località: {0}

# Edition.x64
source: 64-bit Edition
fr: Edition 64 bits

# Edition.x86
source: 32-bit Edition
fr: Edition 32 bits
